print("+ არის მიმატების ოპერატორი")
print("- არის გამოკლების ოპერატორი")
print("* არის გამრავლების ოპერატორი")
print("/ არის გაყოფის ოპერატორი")
print("// არის მთელ რიცხვამდე გაყოფის ოპერატორი(არ გამოყოფს ნაშთს)")
print("% არის გაყოფის დროს ნაშთის გამოყოფის ოპერატორი, გვიჩვენებს ნაშთს")
print("** არის ხარისხის აყვანის ოპერატორი")

#დავალება N2
a=7
b=5
 
print("a=", a)
print("b=", b)
print("ჯამი:", a+b)
print("სხვაობა:", a-b)
print("ნამრავლი:", a*b)
print("გაყოფის შედეგი:", a/b)
print("უნაშთო გაყოფა:", a//b)
print("ხარისხში აყვანა:", a**b)
print("ნაშთი:", a%b)

#დავალება N3

price=49
price=49-12
print(price)

#დავალება N4

score=100
score=100*35
print(score)

#დავალება N5

name="Barbare"
name="Lika"
name="Sally"
#name="Ninia"
print(name)
#ერთი და იმავე ცვლადს როცა რამდენჯერმე აქვს სხვადასხვა მნიშვნელობა,ტერმინალში იბეჭდება
ბოლოს დაწერილი ცვლადი რომელიც არის Sally.